tap "nikitabobko/tap"

brew "atuin"
brew "autoconf"
brew "bat"
brew "btop"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "duf"
brew "docker"
brew "docker-completion"
brew "dtc"
brew "exiftool"
brew "eza"
brew "fd"
brew "flamegraph"
brew "fontconfig"
brew "freetype"
brew "fribidi"
brew "fzf"
brew "gawk"
brew "gettext"
brew "gh"
brew "git"
brew "glib"
brew "gmp"
brew "gnu-sed"
brew "gnutls"
brew "graphite2"
brew "grep"
brew "haskell-stack"
brew "helix"
brew "htop"
brew "jj"
brew "jq"
brew "just"
brew "koka"
brew "lazyjj"
brew "llvm"
brew "lsusb"
brew "mas"
brew "make"
brew "mdbook"
brew "ninja"
brew "ollama"
brew "openjpeg"
brew "oras"
brew "pandoc"
brew "pipx"
brew "protobuf"
brew "rbenv"
brew "readline"
brew "ripgrep"
brew "sccache"
brew "socat"
brew "sqlite"
brew "starship"
brew "tldr"
brew "tree"
brew "typst"
brew "webp"
brew "yazi"
brew "zellij"
brew "zola"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zstd"
brew "shellcheck"

cask "1password-cli"
cask "alacritty"
cask "amethyst"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "foobar2000"
cask "josm"
cask "leader-key"
cask "nikitabobko/tap/aerospace"
cask "signal"
cask "vlc"
cask "wezterm"

mas "1Password for Safari", id: 1569813296  
mas "Adblock Plus", id: 1432731683  
mas "Amphetamine", id: 937984704   
mas "DaVinci Resolve", id: 571213070   
mas "Emby", id: 992180193   
mas "Flighty", id: 1358823008  
mas "GarageBand", id: 682658836   
mas "iMovie", id: 408981434   
mas "Infuse", id: 1136220934  
mas "iStat Menus", id: 1319778037  
mas "Ivory", id: 6444602274  
mas "Keynote", id: 409183694   
mas "Little Snitch Mini", id: 1629008763  
mas "Monodraw", id: 920404675   
mas "Notion Web Clipper", id: 1559269364  
mas "Numbers", id: 409203825   
mas "Obsidian Web Clipper", id: 6720708363  
mas "Pages", id: 409201541   
mas "Parcel", id: 639968404   
mas "Slack", id: 803453959   
mas "Tailscale", id: 1475387142  
mas "TestFlight", id: 899247664   
mas "Time Out", id: 402592703   
mas "Xcode", id: 497799835   

# Microsoft
mas "Azure VPN Client", id: 1553936137  
mas "Windows App", id: 1295203466  
