
brew "atuin"
brew "autoconf"
brew "bat"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "docker"
brew "docker-completion"
brew "dtc"
brew "exiftool"
brew "eza"
brew "fd"
brew "flamegraph"
brew "fontconfig"
brew "freetype"
brew "fribidi"
brew "fzf"
brew "gawk"
brew "gettext"
brew "gh"
brew "git"
brew "glib"
brew "gmp"
brew "gnu-sed"
brew "gnutls"
brew "graphite2"
brew "grep"
brew "haskell-stack"
brew "helix"
brew "htop"
brew "jj"
brew "jq"
brew "just"
brew "koka"
brew "lazyjj"
brew "llvm"
brew "lsusb"
brew "make"
brew "mdbook"
brew "ninja"
brew "ollama"
brew "openjpeg"
brew "oras"
brew "pandoc"
brew "pipx"
brew "protobuf"
brew "rbenv"
brew "readline"
brew "ripgrep"
brew "sccache"
brew "socat"
brew "sqlite"
brew "starship"
brew "tldr"
brew "tree"
brew "typst"
brew "webp"
brew "zellij"
brew "zola"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zstd"

cask "1password-cli"
cask "alacritty"
cask "amethyst"
cask "dropbox"
cask "firefox"
cask "foobar2000"
cask "josm"
cask "signal"
cask "vlc"
cask "wezterm"

